abusaidm.html-snippets
akamud.vscode-theme-onedark
alefragnani.Bookmarks
alexcvzz.vscode-sqlite
AndrsDC.base16-themes
azemoh.one-monokai
be5invis.vscode-custom-css
be5invis.vscode-icontheme-nomo-dark
bierner.color-info
christian-kohler.path-intellisense
chrmarti.regex
cocopon.iceberg-theme
CoenraadS.bracket-pair-colorizer
csknklc.shark-color-themes
cstrap.flask-snippets
dbaeumer.vscode-eslint
defaltd.go-coverage-viewer
donjayamanne.githistory
dracula-theme.theme-dracula
dunstontc.vscode-go-syntax
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.vscode-mysql
foxundermoon.shell-format
georgewfraser.vscode-javac
gerane.Theme-Solarized-dark
ginfuru.ginfuru-better-solarized-dark-theme
goessner.mdmath
gogocrow.webpack-snippets
grigoryvp.memory-theme
harg.iceberg
hnw.vscode-auto-open-markdown-preview
hollowtree.vue-snippets
hoovercj.vscode-settings-cycler
httpsterio.henna
humao.rest-client
IBM.output-colorizer
ionutvmi.path-autocomplete
jakebathman.mysql-syntax
jamesmaj.easy-icons
jeremyrajan.webpack
kuscamara.electron
LaurentTreguier.vscode-simple-icons
lihui.vs-color-picker
magicstack.MagicPython
maty.vscode-mocha-sidebar
mde.select-highlight-minimap
mechatroner.rainbow-csv
mohsen1.prettify-json
MS-CEINTL.vscode-language-pack-ja
ms-mssql.mssql
ms-python.anaconda-extension-pack
ms-python.python
ms-vscode.Go
ms-vscode.vscode-typescript-tslint-plugin
naumovs.color-highlight
nonylene.dark-molokai-theme
octref.vetur
oderwat.indent-rainbow
patricklee.vsnotes
PeterJausovec.vscode-docker
PKief.material-icon-theme
qinjia.view-in-browser
redhat.java
redhat.vscode-yaml
richardmarks.vscode-perfect-dark-color-theme
s-nlf-fh.glassit
shanejarvie.hybrid-theme
sleistner.vscode-fileutils
sohamkamani.code-eol
spoonscen.es6-mocha-snippets
staychan.vue-color
sugarpirate.theme-tinacious-contrast
teabyii.ayu
thekalinga.bootstrap4-vscode
thenikso.github-plus-theme
tht13.python
tinkertrain.theme-panda
vscjava.vscode-java-debug
vscjava.vscode-java-test
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
whatwedo.twig
wholroyd.jinja
wix.vscode-import-cost
wyze.theme-hybrid-next
xhi2art.xhitheme-color
yzhang.markdown-all-in-one
zxh404.vscode-proto3
